Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/sardni-guovvamanu-6.-b.html.tmx
Source language: sme
Languages: sma

source: Sárdni guovvamánu 6. b. / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
sma: Håaleme goevten 6. b. 2014 / Håalemh jïh tjaalegh / Saemiedigkieraerie / Åårganisasjovnestruktuvre / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Sárdni guovvamánu 6. b..
sma: Håaleme goevten 6. b. 2014

source: , Porsáŋggu. Buorit olbmot.
sma: Gieries gaajhkesh dovnesh.

source: Lihku beaivái.
sma: Lahkoe biejjine.

source: Odne, guovvamánu 6. b., mii ávvudit iežamet álbmotbeaivvi ovttas Norggas, Ruoŧas, Suomas ja Ruoššas.
sma: Daan biejjien, goevten 6. b., mijjen åålmegebiejjiem ektesne heevehtibie Nöörjesne, Sveerjesne, Såevmesne jïh Russlaantesne.

source: Mii ávvudit leavggaiguin ja álbmotlávlagiin.
sma: Mijjieh dam saeveginie jïh åålmegelaavloeminie heevehtibie.

source: Máhtuin iežamet historjjá birra ja jurdagiiguin iežamet boahtteáiggi birra.
sma: Dejnie daajrojne mijjen histovrijen bïjre jïh tjelmiejgujmie dan båetijen aejkien vööste.

source: Mii ávvudit riemuin, njálgga biepmuin ja ollu iešguđet lágan doaimmaiguin sámi báikegottiin.
sma: Mijjieh heevehtibie feestine, njaelkies beapmojne jïh gelliesåarhts jïh joekehts darjomigujmie saemien siebriedahkine.

source: Min álbmotbeaivi lea oalle ođas, dušše 21 jagi boaris.
sma: Mijjen åålmegebiejjie lea naa noere, ajve 21 jaepien båeries.

source: Ávvudeamit leat iešguđetláganat, dan oainnán go galledan iešguđet suohkaniid ja báikkiid.
sma: Heevehtimmie ovmessie vuekieh åådtje, dam vuajnam gosse guessine mïnnem dejnie ovmessie tjïeltine jïh sijjine.

source: Oktasaš govastagat ja doaimmat čohkkejit min beroškeahttá das gos mii orrut.
sma: Mijjieh man akt bïjre tjåanghkenibie goh tjåenghkies symbovlh jïh darjomh, saaht gusnie årroeminie.

source: Seamma láhkai go mii oppa áiggi hábmet iežamet servodaga ja kultuvrra, de mii hábmet iežamet sisdoalu – sápmelaččaid álbmotbeaivvi.
sma: Seammalaakan goh mijjieh iktesth sisvegem hammoedibie mijjen siebriedahkesne jïh kultuvresne, mijjieh sisvegem mijjen- saemiej – åålmegebiejjesne hammoedibie.

source: Dál mii ávvudit dan maid mii leat.
sma: Daan biejjien heevehtibie mijjieh libie gie libie.

source: Mii leat sápmelaččat, iešguđet láhkai.
sma: Mijjieh saemieh, jïh dam libie fïereguhtelaakan.

source: Ollu lea oktasaš, muhto ollu lea mii earuha.
sma: Jïjnje tjåenghkies, men jïjnje aaj joekehts.

source: Dieđusge lea guovvamánu 6. b. midjiide rápmin, muhto seamma ollu dat leat searvevuođabeaivi, máŋggadáfotvuođain ja utnolašvuođain.
sma: Goevten 6. b. lea hævvi akte biejjie garmeresvoetese, men seamma jïjnje akte biejjie ektievoetese, gellievoetese jïh boerehksvoetese.

source: Sápmelaččat leat ávvudan guovvamánu 6. b. álbmotbeaivin 1993 rájes.
sma: Saemieh leah goevten 6. b. åålmegebiejjine heevehtamme jaepien 1993 raejeste.

source: Dán jagi álbmotbeaivi lea dattetge erenoamáš midjiide Norggas.
sma: Daan jaepien åålmegebiejjie lea læjhkan sjïere mijjese Nöörjesne.

source: Dán jagi ávvudit sihke Sámedikki 25-jagi beaivvi ja vuođđolága 200-jagi beaivvi.
sma: Daan jaepien dovne Saemiedigkien 25-jaepien jubileumem jïh maadthlaaken 200-jaepien jubileumem heevehtibie.

source: Dát addá midjiide vuogasvuođa smiehttat dárkilit álbmotstivrra ja iežamet demokráhtalaš ideálaid birra.
sma: Daate mijjese nuepiem vadta veelebelaakan almetjeståvroen jïh mijjen demokrateles åvteguvviej bïjre ussjedidh.

source: Vuođđolága mearrádusat leat demokratiija geađgejuolgi.
sma: Maadthlaaken nænnoestimmieh leah demokratijen tseegkemegierkieh.

source: Mat ovdanbuktet min buoremus ja deaŧaleamos ideálaid.
sma: Akte væhta mijjen bööremes jïh vihkielommes åvteguvvide.

source: Vuođđoláhka dássida ovttaskasolbmuid, álbmotjoavkkuid ja stáhta beroštumiid.
sma: Maadthlaake almetji, almetjetjïerti jïh staaten ïedtjide jïebnelaakan steeri.

source: Dattetge válddii 100 jagi vuođđolága vuosttaš almmuhusa rájes dassážiigo nissonolbmot ožžo dábálaš jienastanvuoigatvuođa.
sma: Læjhkan dle amma 100 jaepieh veesi dehtie voestes låhkoste maadthlaakeste goske nyjsenæjjah sïejhme steemmereaktam åadtjoejin.

source: Válddii lagabui 200 jagi dassážiigo álgoálbmogiid ja unnitloguid suodjaleapmi šattai oassin vuođđoláhkii.
sma: Mahte 200 jaepieh veesin åvtelen vaarjelimmie aalkoealmetjijstie jïh unnebelåhkojste akte bielie maadthlaakeste sjïdti.

source: Dat čájeha ahte vuođđoláhka vuosttažettiin lea iežas áiggi mánná, dan servodaga man dat galggai muddet.
sma: Daate vuesehte maadthlaake uvtemes lea akte maana sov tïjjeste, dehtie siebriedahkeste maam ussjedamme edtja stuvrehtidh.

source: Dat ovddasta min buot buoremus ideálaid – nu mo mii daid defineret áiggis áigái.
sma: Dïhte akte væhta mijjen ellen bööremes åvteguvvide – naemhtie mijjieh iktesth dejtie tjïelkestibie.

source: Ja dat rievdá dađistaga go servodat rievdada iežas ideálaid ja árvvuid.
sma: Jïh dïhte jorkese mearan siebriedahke sov åvteguvvieh jïh aarvoeh jarkeleminie.

source: «Stáhta eiseválddit leat geatnegahttojuvvon lágidit dilálašvuođaid nu ahte sámi álbmot Norggas sáhttá sihkkarastit ja ovddidit iežas giela, kultuvrra ja servodateallima.
sma: Jaepien 1988, jaepien åvtelen dam voestes Saemiedigkiem rïhpesti, maadthlaake aktem orre nænnoestimmiem åadtjoeji mij saemiej sjïere staatusem jïh vaarjelimmiem gorredi:

source: Dát ledje dan áiggi vuđolaš rievdadusat, ja ain vásihuvvo dát sápmelaččaid dohkkeheapmi álgoálbmogin muhtumiidda nággovuložin.
sma: Daate lij gaajh stoerre jarkelimmieh sov tïjjen, jïh annje såemies tuhtjieh daate jååhkesjimmie saemijste goh aalkoealmetjh lea rijtedihks.

source: Dál lea dattetge Sámediggi deaŧalaš oassi Norgga demokratiija vuogádagas.
sma: Daan biejjien lea badth Saemiedigkie akte bielie dehtie jïrremistie nöörjen demokrateles systeemesne.

source: Ii leat loahppa sámi rahčamušain dohkkehuvvot, muhto baicce joatkkan.
sma: Ij leah nåhkeme dan saemien gæmhpose jååhkesjimmiem åadtjodh, men buerebe akte guhkiedimmie.

source: Dan jagi galgá Vuođđoláhka rievdaduvvot sakka.
sma: Daan jaepien akte naa stoerre jarkelimmie Maadthlaakeste dorjesåvva.

source: Vuođđoolmmošvuoigatvuođat galge váldojuvvot mielde láhkii, ja lága giella galgá oažžut dálááiggi hámi.
sma: Doh vihkielommes almetjereaktah edtjieh laaken sïjse, jïh laaken gïele edtja orre gïelehammoem åadtjodh.

source: Mii sápmelaččat leat álbmot, vuoigatvuođain ja friijavuođain ieža mearridit iežamet boahtteáiggi.
sma: Mijjieh saemieh akte åålmege, jïh reaktam jïh frijjevoetem utnebe jïjtje mijjen jïjtse båetijen aejkien tjïelkestidh.

source: Sámegiella ja dárogiella leat ovttaárvosaš gielat Norggas.
sma: Saemien jïh nöörjen lea seammavyörtegs gïelh Nöörjesne.

source: Mis lea buorre jáhkku vuordit ahte dát dávistuvvo buorebut dálá vuođđolágas go 200 jagi dás ovdal.
sma: Mijjieh maehtebe badth veanhtadidh daate buerebe våajnoes sjædta daan beajjetje maadthlaakesne, goh 200 jaepien gietjeste.

source: Vuođđolágas mearriduvvon ideálat demokratiija, riektesihkarvuođa, dásseárvvu ja sárdnunfriijavuođa birra addá midjiide sápmelaččaide vejolašvuođa ovddidit iežamet nationála parlameantta.
sma: Dah viedteldihkie åvteguvvieh maadthlaakesne demokratijen, reaktajearsoesvoeten, seammavyörtegsvoeten jïh håalemefrijjevoeten bïjre, mijjem saemide viehkiehtin mijjen jïjtse nasjovnaale parlameentem evtiedidh.

source: Vuođđoláhka ja Sámediggi dáhkidit demokráhtalaš oassálastima ja ahte min friijavuođat ja vuoigatvuođat álbmogin ovdánit dađistaga.
sma: Maadthlaake jïh Saemiedigkie leah dah garantisth ihke mijjieh goh åålmege åadtjobe demokrateles meatan årrodh jïh ahkedh mijjen frijjevoeth jïh reaktah evtiedidh.

source: Mii eat ávvut okto odne.
sma: Ibie mijjieh oktegh daan biejjien heevehth.

source: Mii juogadit beaivve máilmmiin muđui, riikkain muđui ja giliin muđui.
sma: Mijjieh biejjiem juekebe abpe vearteninie, mijjen laantine jïh voenine.

source: Mii bovdet iežamet ránnjáid, ustibiid ja mielássiid searvat ávvudeapmái.
sma: Mijjieh bööredibie gaajhkh mijjen kraannah, voelph jïh meatanårrojh meatan årrodh heevehtimmesne.

source: Dát lea dakkár beaivi mainna mii leat rámis: okta álbmot njealji stáhtas.
sma: Daate akte biejjie mijjieh maehtebe garmerdidh dam libie: akte åålmege njieljie staatine.

source: Okta álbmot mii juogada giela, historjjá, kultuvrra ja nieguid min oktasaš boahtteáiggi birra.
sma: Akte åålmege mij gïelem, kultuvrem jïh nïekedassh juaka akten båetijen aejkien bïjre.

source: Giella dárbbaša veahá veahki.
sma: Gïele ohtje viehkiem daarpesje.

source: Danne mii álmmuhit odne bálvalusa dás: www.sátni.org: digitála sátnegirji buot golmma sámegillii ja davviriikkalaš gielaide.
sma: Dan åvteste aktem dïenesjem bæjhkoehtibie dan biejjien nedtesijjesne www.baakoe.org: akte digitaale baakoegærja gaajhkine golme gïeline jïh noerhtelaanti gïeline.

source: Sávan dat boađášii ávkin didjiide geat háliidehpet oahppa ja geavahit sámegiela.
sma: Manne gegkestem dïhte viehkine sjædta dijjese mah sijhtieh lïeredh jïh saemien nuhtjedh.

source: Mu niehkun lea dakkár boahtteáigi mas nuorat álkit sáhttet válljet oahpu ja geavahit iežaset giela dainna oadjebasvuođain ahte maiddái sámegiella lea ealli giellan máilmmis.
sma: Mov nïekedasse lea akte båetije aejkie gusnie noerh aelhkieslaakan maehtieh ööhpehtimmiem veeljedh jïh sijjen gïelem nuhtjedh, jïh daejredh saemien aaj akte jielije gïele veartenisnie.

source: Dakkár boahtteáigi mas sámegiella ja sámi kultuvra adnojuvvo riggodahkan ja gelbbolašvuohtan, ii ge noađđin.
sma: Akte båetije aejkie gusnie saemien gïele jïh mijjen kultuvre leah åtneme goh ræjhkoesvoete jïh maahtoe, jïh ij akte löövles maajsoe.

source: Niegadan dakkár boahtteáiggi birra mas sámi servodat ii adnojuvvo hehttehussan ovdáneapmái, muhto lea lunddolaš oassi min nationála ja dásseárvosaš ovttasleahkimis.
sma: Manne akten båetijen aejkien bïjre nïekedem gusnie saemien siebriedahke ij vååjnh goh akte heerrehke evtiedæmman, men akte iemie bielie mijjen nasjovnaale jïh seammavyörtegs ektiejieliedistie.

source: Mas adnojuvvo duohtan dat mai Gonagas dajai rabadettiin Sámedikki 1997:s: ahte Norga lea huksejuvvon guovtti álbmoga eatnamiidda: dážaid ja sápmelaččaid.
sma: Mijjieh tjarke ååktebe dam maam Gånka rïhpestimmesne Saemiedigkeste jeehti jaepien 1997: staate Nöörje lea tseegkesovveme göökte åålmegi dajvesne: nöörjen almetjh jïh saemieh.

source: Odne mii ávvudit.
sma: Daan biejjien heevehtibie.

source: Dan mii dárbbašit, dan mii leat ánssášan.
sma: Dam daarpesjibie, mijjieh dam dïenestamme.

source: Muhto muitet maiddái ahte dát beaivi lea ollu olbmuid máŋggaid jagiid rahčamušaid boađus daid friijavuođaid ja vuoigatvuođaid ovddas mat mis leat dál.
sma: Men mujhtieh aaj daate biejjie lea akte illedahke dejstie gellijste almetjijstie mah leah gymhpeme dej frijjevoeti jïh reaktaj åvteste mejtie utnebe daan biejjien.

source: Mii duolbmat sin bálgáid.
sma: Mijjieh dej gïejine vaanterdibie.

source: Sii lea čájehan midjiide ahte máilmmi sáhttá álo rievdadit buoret guvlui.
sma: Dah leah mijjem vuesiehtamme veartene iktesth maehtieh jarkerostedh dan buaratjommesasse.

source: Das go sii geat rievdadit máilmmi, leat sii geain lea jáhkku dasa ahte dat lea vejolaš.
sma: Juktie dah mah veartenem jarkele, leah dah mah vienhtieh veartene maahta jarkerostedh.
